Repository: ephiscience/sagesse-ios
Catalog: expeditionSagesse/*.lproj/Localizable.strings
Languages: fr

# home.welcome.message
source: Welcome to Wisdom Expedition
fr: Bienvenue à Expedition Sagesse

# home.choose.playersNumber
source: Choose the players number
fr: Sélectionnez le nombre de joueurs

# home.choose.difficultyLevel
source: Choose the difficulty level
fr: Choisissez le niveau de difficulté

# difficulty.level.easy
source: Easy
fr: Facile

# difficulty.level.middle
source: Middle
fr: Moyen

# difficulty.level.hard
source: Hard
fr: Difficile

# players.choose.name.title
source: Enter the players name
fr: Saisissez les noms des joueurs

# continue.button
source: Continue
fr: Continuer

# selectQuestion.talkingPlayersLabel
source: Orators
fr: Orateurs

# selectQuestion.judgePlayersLabel
source: Auditors
fr: Auditeurs

# selectQuestion.selectQuestionLabel
source: You must choose the question that will be discussed among the two below.
fr: Vous devez choisir la question qui sera traitée parmi les deux suivantes.

# selectQuestion.startQuestionButton.label
source: Start Question
fr: Lancer la question

# player.name.placeholder
source: Name of player %1$d
fr: Nom du joueur %1$d

# button.start.game
source: Start the game
fr: Lancer la partie

# question.turn.timer.title
source: Remaining time
fr: Temps restant

# question.turn.remaining.criterias.title
source: Criterias to validate
fr: Critères à valider

# pause.alert.resume.button
source: Resume
fr: Reprendre

# pause.alert.exit.button
source: Leave the game
fr: Quitter la partie

# game.finished.congrats.title
source: Great!
fr: Bravo!

# game.finished.congrats.message
source: You won the party thanks to your collaboration.
fr: Vous avez gagné grâce à votre collaboration.

# game.finished.failure.title
source: Oups!
fr: Zut!

# game.finished.failure.message
source: You lost the party, try better next time
fr: Vous avez perdu cette fois-ci, la prochaine sera la bonne.

# game.finisehd.replay.button
source: Replay a party
fr: Rejouer une partie

# time.elapsed.alert.title
source: Time elapsed
fr: Temps écoulé

# time.elapsed.alert.question
source: Auditors, do you consider that the orators answered correctly to the question?
fr: Auditeurs, considérez vous que les orateurs ont bien répondu à la question?

# time.elapsed.alert.yes.button
source: Yes
fr: Oui

# time.elapsed.alert.no.button
source: No
fr: Non

# validate.criteria.question
source: Orators, you answered correctly to the question, you can validate a criteria card of your choice.
fr: Orateurs, vous avez bien répondu à la question, vous pouvez valider une carte critère de votre choix.
